Repository: onset/lameta
Catalog: crowdin-backup/2026-07-09/tm-118965.tmx
Source language: en
Languages: es_es, fa, fr, id, pt_br, ru, zh_cn

source: Adding a segment break here would split a segment which has existing oral annotations of the following types:{0}Would you like to proceed with the addition of this segment break and delete the oral annotations?
es_es: Añadir una división de segmento aquí dividiría un segmento que tiene anotaciones orales existentes de los siguientes tipos:{0}¿Desea continuar con la adición de esta división y borrarr las anotaciones orales?
fr: Ajouter une limite de segment ici coupera un segment qui a des annotations orales existantes des types suivants : {0}Voulez-vous ajouter cette limite de segment et supprimer les annotations orale ?
ru: В результате добавления разрыва сегмента в этом месте будет разделен сегмент, который имеет существующие устные аннотации следующих типов: {0}. Вы хотели бы продолжить с добавлением этого разрыва и удалить аннотации?

source: Would you like to proceed with the deletion of this segment break and delete the oral annotations?
es_es: ¿Desea borrar esta división y las anotaciones orales?
fr: Voulez-vous supprimer de cette limite de segment et supprimer les annotations orale ?
ru: Вы хотите продолжить удаление этого сегмента и удалить устные аннотации?

source: Deleting this segment break would delete a segment which has existing oral annotations:
es_es: Borrar la división seleccionado borraría un segmento que tiene anotaciones orales existentes:
fr: Suppimer cette limite de segment supprimera un segment qui a des annotations orales existantes :
ru: Удаление этого разрыва сегмента удалит сегмент который имеет существующие устные аннотации:

source: Following Segment ({0})
es_es: Segmento posterior ({0})
fr: Segment suivant ({0})
ru: Следующий сегмент ({0})

source: There was an error segmenting the file '{0}'.
es_es: Ocurrió un error en la segmentación del archivo '{0}'.
fr: Il y avait une erreur de segmentation du fichier '{0}'.
ru: Произошла ошибка сегментации файла «{0}».

source: Deleting this segment break would join segments which have existing oral annotations:
es_es: Borrar la división seleccionado uniría segmentos que tienen anotaciones orales existentes:
fr: Suppimer cette limite de segment joindra des segments qui ont des annotations orales existantes :
ru: Удаление этого разрыва сегмента соединит сегменты, которые имеют существующие устные аннотации:

source: Preceding Segment ({0})
es_es: Segmento anterior ({0})
fr: Segment précédent ({0})
ru: Предыдущий сегмент ({0})

source: There was an error while trying to save segments for the file '{0}'.
es_es: Ocurrió un error al intentar grabar los segmentos para el archivo '{0}'.
fr: Il y avait une erreur en essayant de sauver des segments du fichier '{0}'.
ru: Произошла ошибка при попытке сохранения сегментов для файла «{0}».

source: Manual Segmenter
es_es: Segmentador manual
fr: Segmenteur Manuel
ru: Ручной сегментатор

source: Add Segment Boundary (press ENTER)
es_es: Añadir division de segmento (presione ENTER)
fr: Ajouter une limite de segment (appuyer sur Entrée)
ru: Добавить границы сегмента (нажмите ENTER)

source: Delete Selected Boundary (press DELETE)
es_es: Borrar la división seleccionado (presione Supr)
fr: Supprimer la limite choisie (appuyer sur Suppr)
ru: Удалить выбранные границы (нажмите клавишу DELETE)

source: Listen (press the SPACE BAR)
es_es: Escuchar (presione la barra espaciadora)
fr: Écouter (appuyer sur la barre d'espace)
ru: Слушать (нажмите пробел)

source: Stop (press the SPACE BAR)
es_es: Parar (presione la barra espaciadora)
fr: Arrêter (appuyer sur la barre d'espace)
ru: Остановить (нажмите пробел)

source: One of the segments delineated by the selected break already has oral annotations.
es_es: Uno de los segmentos delineados por la división de segmentos seleccionada ya tiene anotaciones orales.
fr: L'un des segments délimités par la limite sélectionnée a déjà des annotations orales.
ru: Один из сегментов, разделенный выбранным разрывом уже имеет устные аннотации.

source: Recording not working. Please make sure your microphone is plugged in.
es_es: Grabación no funciona. Asegúrese de que el micrófono esté conectado.
fr: L'enregistrement ne fonctionne ne pas. Assurez-vous que votre microphone est branché.
ru: Запись не работает. Пожалуйста, убедитесь, что микрофон подключен.

source: Listen
es_es: Escuchar
fr: Écouter
ru: Слушать

# Hold button down to listen to original recording
source: Hold button down to listen\nto original recording
es_es: Mantenga el botón presionado para\nreproducir la grabación original
fr: Tenir enfoncé le bouton\npour écouter l'enregistrement original
ru: Держите кнопку для прослушки \n оригинальной записи

source: You need to keep the SPACE BAR down while you listen.
es_es: Mantenga presionado la barra espaciadora mientras escucha la reproducción.
fr: Il faut tenir enfoncé la barre d'espace pendant que vous écoutez.
ru: Вам нужно держать ПРОБЕЛ пока вы слушаете.

source: You need to hold the button down while you listen.
es_es: Mantenga presionado el botón mientras escucha la reproducción.
fr: Il faut tenir enfoncé le bouton pendant que vous écoutez.
ru: Вам нужно нажать и держать кнопку, пока вы слушаете.

source: This segment does not have a recorded annotation.
es_es: Este segmento no tiene una anotación grabado.
fr: Ce segment n'a pas une annotation enregistré.
ru: Этот сегмент не имеет записанных аннотаций.

source: Listen to this annotation.
es_es: Escuchar esta anotación.
fr: Écouter cette annotation.
ru: Слушать эту аннотацию

source: Keyboard shortcut: 'b'
es_es: Método abreviado de teclado: 'b'
fr: Raccourci clavier : 'b'
ru: Сочетания клавиш: «b»

source: Speak
es_es: Hablar
fr: Prendre la parole
ru: Говорят

source: Hold button down to record
es_es: Mantenga pulsado el botón para grabar
fr: Tenir enfoncé le bouton\npour enregistrer
ru: Удерживайте кнопку для записи

source: Recording Failed
es_es: Error de grabación
fr: Enregistrement échoué
ru: Запись не удалась

source: The recording was interrupted by a change in the default recording device.\nThis can happen if you turn off or disconnect the microphone.\nAfter you correct the problem, click OK, and then record again.
es_es: La grabación fue interrumpido por un cambio en el dispositivo de grabación predeterminado.\nEsto puede ocurrir si se apaga o se desconecta el micrófono.\nDespués de corregir el problema, haga clic en Aceptar y, a continuación, volver a grabar.
fr: L'enregistrement a été interrompu par un changement dans l'appareil d'enregistrement par défaut.\nCela peut arriver si vous éteignez ou débranchez le microphone.\nAprès avoir corrigé le problème, cliquer sur OK et puis enregistrer à nouveau.
ru: Запись была прервана из-за изменений в устройстве звукозаписи.\n Это может произойти, если вы выключите или отсоедините микрофон.\n После того, как вы исправите эту проблему, нажмите кнопку ОК, и начните запись снова.

# Recording... Length: {0}
source: Recording...\nLength: {0}
es_es: Grabando...\nDuración: {0}
fr: Enregistrement...\nDurée : {0}
ru: Запись...-(999) Длина: {0}

source: Whoops. You need to hold down the mouse button while talking.
es_es: Mantenga presionado el botón del ratón mientras habla.
fr: Oups. Vous devez tenir le bouton de la souris enfoncé pendant l'enregistrement.
ru: Ой! Держите кнопку мышки пока говорите.

source: Whoops. You need to hold down the SPACE BAR or mouse button while talking.
es_es: Mantenga presionado la barra espaciadora o el botón del ratón mientras habla.
fr: Oups. Vous devez tenir la barre d'espace ou le bouton de la souris enfoncé pendant l'enregistrement.
ru: Ой! Держите ПРОБЕЛ или кнопку мышки пока говорите.

source: To erase the recorded annotation for this segment and record a new one, press and hold this button.
es_es: Para borrar la annotación grabada para este segmento y grabar de nuevo, presione y mantenga presionado este botón.
fr: Pour effacer l'annotation enregistrée pour ce segment et en enregistrer une nouvelle, appuyer et tenir ce bouton enfoncé.
ru: Чтобы стереть записанную аннотацию для этого сегмента и записать новую, нажмите и удерживайте эту кнопку.

source: This segment was skipped.
es_es: Este segmento se ha omitido.
fr: Ce segment a été ignoré.
ru: Этот сегмент был пропущен.

source: Undo: {0} (Ctrl-Z or Z)
es_es: Deshacer: {0} (Ctrl-Z)
fr: Annuler : {0} (Ctrl-Z ou Z)
ru: Отменить: {0} (Ctrl-Z или Z)

source: An unexpected error occurred when attempting to record an annotation.
es_es: Ocurrió un error inesperado al intentar grabar una anotación.
fr: Une erreur inattendue s'est produite en tentant d'enregistrer une annotation.
ru: Непредвиденная ошибка произошла при попытке записать аннотацию.

source: To listen to the source recording, press and hold the SPACE BAR
es_es: Para reproducir la grabación original mantenga presionado la barra espaciadora
fr: Pour écouter l'enregistrement original, tenir enfoncé la barre d'espace
ru: Чтобы прослушать запись источника, нажмите и удерживайте ПРОБЕЛ

source: To record, press and hold the SPACE BAR
es_es: Para grabar, mantenga presionado la barra espaciadora
fr: Pour enregistrer, tenir enfoncé la barre d'espace
ru: Для записи, нажмите и удерживайте ПРОБЕЛ

source: Oral Translation Recorder
es_es: Grabación de traducciónes orales
fr: Enregistreur de traduction orale
ru: Рекордер устного перевода

source: Whoops! The segment will be too short.
es_es: El segmento será demasiado corto.
fr: Oups ! Le segment sera trop court.
ru: Ой! Сегмент будет слишком коротким.

source: Listen to this segment.
es_es: Escuchar este segmento
fr: Écouter ce segment.
ru: Слушать этот сегмент.

source: Would you like to save your changes?
es_es: ¿Desea guardar los cambios?
fr: Voulez-vous enregistrer les modifications ?
ru: Вы хотите сохранить изменения?

source: Segmenting {0} channel audio files is not supported.
es_es: No se puede realizar segmentación de archivos con audio de {0} canales.
fr: Segmentation de {0} fichiers audio du canal n'est pas supporté.
ru: Сегментация {0} каналов аудио файлов не поддерживается.

source: Segmenting {0} bit, {1} audio files is not supported.
es_es: No se puede realizar segmentación de archivos de {0} bits, {1} audio.
fr: Segmentation de {0} octets, {1} fichiers audio n'est pas supporté.
ru: Сегментации бит {0} {1} аудио-файлов не поддерживается.

source: Recording annotation for segment {0}
es_es: Grabación de anotación para el segmento {0}
fr: Enregistrement de l'annotation du segment {0}
ru: Запись аннотаций для сегмента {0}

source: Addition of segment {0}
es_es: Adición del segmento {0}
fr: Addition du segment {0}
ru: Добавление сегмента {0}

source: Segment boundary change from {0} to {1}
es_es: Cambio de límite de segmento desde {0} a {1}
fr: Limite de segment changée de {0} à {1}
ru: Изменение границ сегмента с {0} по {1}

source: Deletion of segment {0}
es_es: Eliminación del segmento {0}
fr: Suppression du segment {0}
ru: Удаление сегмента {0}

source: Ignoring segment {0}
es_es: Ignorar el segmento {0}
fr: Ignorant le segment {0}
ru: Сегмент {0} игнорируется

source: Marking segment {0} as relevant
es_es: Marcar segmento {0} como relevante
fr: Marquant le segment {0} comme pertinent
ru: Маркировка сегмента {0} как релевантный

source: Help on localization
es_es: Ayuda sobre localización
fr: Aide sur la localisation
ru: Справка по локализации

source: I want to localize SayMore for another language...
es_es: Localizar SayMore...
fr: Je veux localiser SayMore pour une autre langue...
ru: Я хочу локализовать SayMore для другого языка...

source: Language:
es_es: Idioma:
fr: Langue :

source: View SayMore localizations...
es_es: Ver localizaciones de SayMore...
fr: Afficher des localisations de SayMore...
ru: Просмотреть SayMore локализации...

source: User Interface Language
es_es: Idomas de interfaz de usuario
fr: Langue d'Interface utilisateur
ru: Язык интерфейса

source: Open SayMore Project
es_es: Abrir proyecto de SayMore
fr: Ouvrir un projet SayMore
ru: Откройте проект SayMore

source: SayMore Project
es_es: Proyecto SayMore
fr: Projet SayMore
ru: Проект SayMore (*.sprj)

source: Browse for project...
es_es: Buscar proyecto...
fr: Chercher un projet...
ru: Поиск проекта

source: Browse the file system for a project
es_es: Examinar el sistema de archivos para un proyecto
fr: Parcourir le système de fichiers pour un projet
ru: Просмотр файловой системы для проекта

source: Create new, blank project...
es_es: Crear nuevo proyecto en blanco...
fr: Créer un nouveau projet vide...
ru: Создать новый, пустой проект...

source: Create a blank project
es_es: Crear un proyecto en blanco
fr: Créer un projet vide
ru: Создать пустой проект

source: Create
es_es: Crear
fr: Créer
id: Buat
pt_br: Criar
ru: Создать
zh_cn: 创建

source: Language Documentation Project Management
es_es: Gestión de proyectos de documentación de idiomas
fr: Gestion de projet de documentation de langue
ru: Управление проектом документации языка

source: This free software is published by {0}.
es_es: Publicado por {0}.
fr: Ce logiciel vous est apporté gratuitement par {0}.
ru: Эта бесплатнае программа публикуется {0}.

source: Visit {0} on the Web.
es_es: Visite {0} en la Web.
fr: Visiter le site web {0}
ru: Посетите веб-сайт {0}.

source: '{0}' doesn't exist in elements collection.
es_es: '{0}' no existe en la colección de entidades.
fr: '{0}' n'existe pas dans la collection d'éléments.
ru: «{0}» не существует в списке событии и участников.

source: Something went wrong with the export.
es_es: Ocurrió un error en la exportación.
fr: Quelque chose n'a pas fonctionnée avec l'exportation.
ru: Операция экспортирования не получилась.

source: Export Data
es_es: Exportar datos
fr: Exporter des données
ru: Экспорт данных

source: {0} had a problem loading the {1} project. Please report this problem to the developers by clicking 'Details' below.
es_es: {0} tuvo un problema al cargar el proyecto {1}. Favor de comunicar este problema a los programadores haciendo click en 'Detalles'.
fr: {0} a eu un problème en chargeant le projet {1}. Veuillez signaler ce problème aux développeurs en cliquant sur 'Détails' ci-dessous.
ru: {0} не смог загрузить проект {1}. Сообщите об этой проблеме разработчикам SayMore, нажав кнопку «Информация».

source: There was a problem opening the SayMore project which might require that you restart your computer.
es_es: Hubo un problema al abrir el proyecto SayMore que podría requerir que se reinicie el equipo.
fr: Il y avait un problème à l'ouverture du projet SayMore qui pourrait exiger le redémarrage de votre ordinateur.
ru: Проблема с открытием проекта SayMore. Может потребоваться перезагрузить компьютер.

source: Another instance of SayMore is already open with this project:\n{0}\n\nIf you cannot find that instance of SayMore, restart your computer.
es_es: Otra instancia de SayMore ya está abierto con este projecto:\n{0}\n\nSi usted no puede encontrar esa instancia de SayMore, reinicie el equipo.
fr: Une autre copie de SayMore a déjà ouvert ce projet :\n{0}\n\nSi vous ne pouvez pas trouver cette autre copie de SayMore, redémarrer votre ordinateur.
ru: Уже открыт другой экземпляр SayMore с этим проектом:\n{0}\n\n Если вы не можете найти этот экземпляр SayMore, перезагрузите компьютер.

source: The folders for the following elements have been removed from your computer.\nTherefore, SayMore will remove them from the list.\n\n{0}
es_es: Las carpetas de los siguientes elementos ya no existen.\nPor lo tanto, SayMore les eliminará de la lista.\n\n{0}
fr: Les dossiers pour les éléments suivants ont été supprimés de votre ordinateur.\n\nPar conséquent, SayMore va les supprimer de la liste.\n\n\n\n{0}
ru: Папки для следующих элементов были удалены с вашего компьютера.\n Поэтому SayMore удалит их из списка.\n\n{0}

source: Scroll Left
es_es: Desplazarse a la izquierda
fr: Défiler vers la gauche
ru: Прокрутка влево

source: Scroll Right
es_es: Desplazarse a la derecha
fr: Défiler ver la droite
ru: Прокрутка вправо

source: Waiting for other instance of SayMore to finish...
es_es: Esperando que termine otra instancia de SayMore...
fr: En attente de la terminaison de l'autre copie de SayMore...
ru: Ожидание другого экземпляра SayMore закончить...

source: About...
es_es: Acerca de SayMore...
fr: À propos de...

source: Change User Interface Language...
es_es: Cambiar el idioma de la interfaz de usuario...
fr: Changer la langue d'interface utilisateur...

source: Exit
es_es: Salir
fr: Quitter

source: Export People...
es_es: Exportar información de personas...
fr: Exporter des gens...

source: Export Sessions...
es_es: Exportar sesiones...
fr: Exporter des sessions...

source: Help...
es_es: Ayuda...
fr: Aide...

source: Open/Create Project...
es_es: Abrir o crear proyecto...
fr: Ouvrir/créer un projet...

source: Release Notes...
es_es: Ver notas de la versión...
fr: Notes de version...

source: Copying failed: {0}
es_es: Copiar servidor: {0}
fr: Copier échoué : {0}
ru: Копирование не получилось: {0}

source: Waiting to start...
es_es: A la espera de comenzar...
fr: Attendant de commencer...
ru: Ожидание начала...

source: Copying {0} of {1} Files, ({2} of {3} Megabytes)
es_es: Copiar {0} de {1} archivos, ({2} de {3} Megabytes)
fr: Copier {0} de {1} fichiers, ({2} sur {3} Mégaoctets)
ru: Копирование {0} из {1} файлов, ({2} из {3} МБ)

source: The file '{0}' already exists
es_es: El archivo '{0}' ya existe
fr: Le fichier '{0}' existe déjà
ru: Файл «{0}» уже существует

source: No Files To Copy
es_es: No hay archivos que copiar
fr: Aucun fichier à copier
ru: Нет файлов для копирования

source: The file {0} appears unchanged since it was copied before, so it will be skipped.
es_es: El archivo {0} aparece sin cambios ya que estaba copiado antes, así que se omitirá.
fr: Le fichier {0} semble inchangé, puisqu'il a été copié avant, donc il sera ignoré.
ru: Файл {0} кажется неизмененным, так как он был раньше скопирован, поэтому он будет пропущен.

source: No presets yet
es_es: Todavía no hay ajustes preestablecidos
fr: Il n'y a pas encore de préréglages
ru: Предустановки еще не введены

source: Add Files for the Person
es_es: Añadir archivos para la persona
fr: Ajouter des fichiers pour la personne
ru: Добавление файлов для участника

source: Informed Consent is Audio File
es_es: El consentimiento informado está grabada en audio
fr: Consentement éclairé est un fichier audio
ru: Согласие является аудио файлом

source: No Informed Consent
es_es: Sin consentimiento informado
fr: Aucun consentement éclairé
ru: Нет писменного согласия

source: Informed Consent is Video File
es_es: El consentimiento informado está grabada en vídeo
fr: Consentement éclairé est un fichier vidéo
ru: Согласие является видео файлом

source: Informed Consent is Written
es_es: Consentimiento informado está escrito
fr: Consentement éclairé est écrit
ru: Согласие в письменной форме

source: Change Picture
es_es: Cambiar imágen
fr: Choisir l'image
ru: Изменить изображение

source: There was an error changing the person's photo.
es_es: Un error ocurrió al intentar de cambiar la foto de la persona.
fr: Il y avait une erreur de changer la photo de la personne.
ru: Произошла ошибка при изменении фотографии.

source: There was an error loading the person's photo.
es_es: Un error ocurrió al intentar de cargar la foto de la persona.
fr: Il y avait une erreur de charger la photo de la personne.
ru: Произошла ошибка при загрузке фотографии.

source: Click to indicate this is the father's primary language
es_es: Seleccionar para indicar que esto es el idioma principal del padre
fr: Cliquer pour indiquer que c'est la langue principale du père
ru: Щелкните, чтобы указать, что это основной язык его/её отца

source: Indicates this is the father's primary language
es_es: Indica que se trata del idioma principal del padre
fr: Indiquer que c'est la langue principale du père
ru: Указывает, что это основной язык его/её отца

source: JPEG Images (*.jpg)|*.jpg|GIF Images (*.gif)|*.gif|TIFF Images (*.tif)|*.tif|PNG Images (*.png)|*.png|Bitmaps (*.bmp;*.dib)|*.bmp;*.dib|All Files (*.*)|*.*
es_es: Imágenes JPEG (*.jpg) |*.jpg|Imágenes GIF (*.gif)|*.gif|Imágenes TIFF (*.tif) |*.tif|Imágenes PNG (*.png)|*.png|Mapas de bits (*.bmp; *.dib) |*.bmp;*.dib|Todos los archivos (*.*)|*.*
fr: Images JPEG (*.jpg)|*.jpg|Images GIF (*.gif)|*.gif|Images TIFF (*.tif)|*.tif|Images PNG (*.png)|*.png|Images bitmap (*.bmp;*.dib)|*.bmp;*.dib|Tous les fichiers (*.*)|*.*
ru: Изображения в формате JPEG (*.jpg)|*.jpg|Изображения в формате GIF (*.gif)|*.gif|Изображения TIFF (*.tif)|*.tif|Изображения PNG (*.png)|*.png|Растровые изображения (*.bmp; *.dib)|*.bmp; *.dib|Все файлы (*.*)|*.*

source: Click to indicate this is the mother's primary language
es_es: Seleccionar para indicar que esto es el idioma principal de la madre
fr: Cliquer pour indiquer que c'est la langue principale de la mère
ru: Щелкните, чтобы указать, что это основной язык его/её матери

source: Indicates this is the mother's primary language
es_es: Indica que se trata del idioma principal de la madre
fr: Indiquer c'est la langue principale de la mère
ru: Указывает, что это основной язык его/её матери

source: How to Contact
es_es: Información de contacto
fr: Comment contacter
id: Bagaimana dihubungi
zh_cn: 联系方式

source: Other Languages
es_es: Otros idiomas
fr: Autres langues
id: Bahasa Lain
zh_cn: 其他语言

source: Primary Language
es_es: Idioma principal
fr: Langue principale
pt_br: Primeira Língua

source: Learned In:
es_es: Lugar de aprendizaje:
fr: Appris à :
pt_br: Aprendida em:

source: Archive should keep this person private
es_es: Protección de la privacidad
fr: L'archive devrait garder la confidentialité de cette personne
ru: Хранить конфиденциальность личности этого человека

source: Click to Change Picture
es_es: Hacer clic para cambiar la imagen
fr: Cliquer pour changer l'image
ru: Щелкните, чтобы изменить изображение

source: Could not rename from {0} to {1} because there is already a person by that name.
es_es: No se pudo cambiar el nombre de {0} a {1} porque ya hay una persona con ese nombre.
fr: Il ne se pouvait pas renommer de {0} {1} car il existe déjà une personne de ce nom.
ru: Не может переименовать из {0} в {1}, потому что человек с таким именем уже существует.

source: You must specify a name.
es_es: Debe especificar un nombre.
fr: Vous devez spécifier un nom.
ru: Необходимо указать имя.

source: Click 'New' to add a new person.
es_es: Haga clic en Añadir para agregar a una nueva persona.
fr: Cliquer sur 'Nouveau' pour ajouter une nouvelle personne.
ru: Нажмите кнопку «Создать», чтобы добавить нового пользователя

source: People View
es_es: Vista de personas
fr: Affichage des personnes
ru: Вид людей

source: By Genre
es_es: Por Género
fr: Par Genre
ru: По жанрам

source: By Stages
es_es: Por Etapas
fr: Par étapes
ru: По этапам

source: Copy entire view to clipboard
es_es: Copiar vista entera al Portapapeles
fr: Copier l'affichage entier au Presse-papiers
ru: Скопировать в буфер обмена весь вид

source: SayMore statistics for {0}
es_es: Estadísticas de SayMore para {0}
fr: Statistiques SayMore pour {0}
ru: Статистика SayMore для {0}

source: Overview
es_es: Resumen
fr: Vue d'ensemble
ru: Обзор

source: People:
es_es: Personas:
fr: Personnes :
ru: Люди:

source: Print...
es_es: Imprimir...
fr: Imprimer...

source: Progress
es_es: Progreso
fr: Progrès
ru: Прогресс

source: Save...
es_es: Guardar...
fr: Enregistrer...

source: Save view to file
es_es: Guardar reporte de progreso
fr: Enregistrer l'affichage dans un fichier
ru: Сохранить вид в файл

source: {0} sessions totaling {1} minutes
es_es: {0} sesiones con duración total de {1} minutos
fr: {0} sessions totalisant {1} minutes
ru: {0} события, общей продолжительности {1} мин.
